tap "azure/azd"
tap "azure/functions"
tap "gocardless/taps"
tap "hashicorp/tap"
brew "angular-cli"
brew "python@3.13"
brew "azure-cli"
brew "btop"
brew "coreutils"
brew "tesseract"
brew "ffmpeg"
brew "git"
brew "go"
brew "handbrake", link: false
brew "libheif"
brew "libpq"
brew "node@22"
brew "postgresql@14"
brew "pyenv"
brew "r"
brew "tree"
brew "azure/azd/azd"
brew "azure/functions/azure-functions-core-tools@4"
brew "gocardless/taps/cli"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "appcleaner"
cask "betterdisplay"
cask "bruno"
cask "capcut"
cask "chatgpt"
cask "copilot-for-xcode"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "dotnet-sdk"
cask "font-digital-numbers"
cask "fork"
cask "garmin-express"
cask "gimp"
cask "git-credential-manager"
cask "google-earth-pro"
cask "handbrake-app"
cask "iterm2"
cask "itermbrowserplugin"
cask "jordanbaird-ice"
cask "logi-options+"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "minecraft"
cask "obsidian"
cask "openaudible"
cask "paintbrush"
cask "parallels"
cask "pgadmin4"
cask "phoenix-slides"
cask "postman"
cask "powershell"
cask "prismlauncher"
cask "rectangle"
cask "rider"
cask "rstudio"
cask "safari-technology-preview"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "spotify"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
